[
{
    "id": 18
    ,"name": `MR. & MISS BITOTSAV`
    ,"category": `Flagship`
    ,"venue": `Shorbagh-1`
    ,"duration": `3-4 hours`
    ,"NaN": `ulty Advisor: Mr. Prem Prakash`
    ,"club": `Rotaract`
    ,"points": `None`
    ,"description": `Mr and Miss Bitotsav, the most glamorous, sensatonal and magical pageant of BITOTSAV aims at providing an amazing opportunity to the freshers to dazzle the audience with their colourful personality, their inner glow and ability to shine amidst the crowd. With the peppy spirit and cool quirks, the partcipants will be awarded this wealthy ttle.
    `
    ,"rules and regulations": `The Event will be held in three rounds. The rules and regulatons for these rounds are as follows:
    Round one:
    1. Partcipants are required to send an entry consistng of a photograph of themselves.
    2. The photography should be accompanied by a tagline that complies with the themes and campaigns of Bitotsav'20 as mentoned below:
    - Carnival of Conundrums
    - Plague of Plastc
    - Growing Starvaton.
    - Welfare of Wildlife.
    2. The entries must be sent to events@bitotsav.in latest by 5th of February 2020 (11:59 PM)
    3. Obscenity of any kind in the photographs or the tagline will lead to immediate disqualifcaton of the partcipants.
    4. The photograph needs to be of good quality and should be of full length. No selfes are permited.
    5. Entries that ft the above-mentoned criteria will be uploaded from the Facebook page of Bitotsav'20.
    6. Partcipants are required to share their photograph from the Bitotsav'20 page and promote it on social media platorms to garner likes and reach.
    7. Each entry will be judged according to its Social media outreach And Content (Photograph and tagline) by a panel of judges.
    8. The decision of the judges shall remain fnal and binding.
    Round two:
    1. 15 girls and 15 boys will be selected from Round one.
    2. These partcipants must be present at BIT Mesra, main campus for rehearsals, few days prior to the fnal event.
    3. This will be an eliminaton Round based on Walk and Auditons held by judges at BIT Mesra main campus.
    Round three:
    1. 10 girls and 10 boys will be selected from Round 2.
    2. On the day of the fnal event, three sub rounds will be organised for to check the following criteria- Ramp Walk, Posture, fnal pose, Costume, make-up, accessories and hair-do.
    3. The partcipants should be ready to answer a questonnaire given by the judges.
    `
    ,"contact information": `1. Chaitanya: 7974401456
    2. Shivangi: 9910366760
    `
    ,"resources required": `1. Sash for both the winners
    2. Crown for Miss Bitotsav
    3. Stage (with carpets and flex)
    PANACHE
    `},
    {
    "id": 19
    ,"name": `PANACHE`
    ,"category": `Flagship`
    ,"venue": `Shorbagh-1`
    ,"duration": `2 hours`
    ,"NaN": `ulty Advisor: Shri Mrinal Kumar Pathak`
    ,"club": `Fine Arts Society`
    ,"points": `75-50-25`
    ,"description": `You don   t do fashion, you live it   . Are you ready to kindle the fashion geek in you? We bring you the event    Panache    to let your charisma and flamboyance stupefy the commoners through paper costume design.
    `
    ,"rules and regulations": `1. This is a team event. Each team will have 3 members, one for whom an outit will be designed and the other two who design the outit.
    2. Partcipatng teams are needed to design the outit out of
    newspapers and other required logistcs that will be provided on the spot.
    4. Resource and logistcs other than the ones provided in the beginning will not be allowed.
    5. The choice of theme for designing the dress is up to the partcipatng teams.
    6. Time limit for this event will be 2 hours.
    7. Each team is required to give a presentaton before the judges ater the designing is over.
    8. Any use of outside help or internet is strictly prohibited and may lead to disqualifcaton.
    9. Any change or modifcaton in rules is solely in the hands of the judging panel.
    10. The decision of the judges shall remain fnal and binding.
    `
    ,"contact information": `1. Ankit Sahu: 7061965509
    2. Pratma Gorai: 7485813820
    `
    ,"resources required": `1. Newspapers
    2. Pair of scissors-15
    3. Fevicol 50gm-20
    4. Stapler-10
    5. Stapler pins box-5
    BEAUTY AND THE GEEK
    `},
    {
    "id": 20
    ,"name": `BEAUTY AND THE GEEK`
    ,"category": `Formal`
    ,"venue": `Shorbagh`
    ,"duration": `2 hours`
    ,"NaN": `ulty Advisor: Dr. Rajeev Kumar`
    ,"club": `Leo Club`
    ,"points": `50-30-20`
    ,"description": `This event comprises of 3 rounds. First Round being a Compatbility Test followed by Escape Room Using the QR Codes in the next round. The last round has 2 Sub Rounds, frst being a fun event and second being a Talent Show/Ramp Walk which will decide the winner.
    `
    ,"rules and regulations": `1. Team Size: 2
    2. All the rounds are eliminaton rounds; only the top few teams qualify for the next round.
    3. The rules and decision by the judging panel will be fnal in all rounds and in every case.
    `
    ,"contact information": `1. Kritka: 9471544492
    2. Devanshu: 8210111569
    `
    ,"resources required": `1. 18 Water Pots
    2. 2 MountBoard
    }
]