[
{
    "id": 21
    ,"name": `TALKIES`
    ,"category": `Flagship`
    ,"venue": `CAT Hall`
    ,"duration": `3-4 hours`
    ,"NaN": `ulty Advisor: Dr. Sanjay Kumar`
    ,"club": `Photographic Society`
    ,"points": `None`
    ,"description": `Cinema- a beautful word to bring to life your deepest, most complex dreams. A short flm making competton, where the partcipants are required to form teams and send their short flms.
    `
    ,"rules and regulations": `1. No restricton on themes, but extra points for incorporatng the theme of Bitotsav   20 in the short flm.
    2. The short flm should be uploaded on YouTube/Google drive and the link is to be shared via mail with the complete details of the cast and the crew at events@bitotsav.ac.in by 5th February.
    3. Ater the screening of the short flm, the cast is required to be present on the stage, and give a brief summary of the same.
    4. The team size can be from 5-15 i.e. the complete crew size including the cinematographer, the editors, the director, the scriptwriter and the actors.
    5. Duraton of the movie- 10 to 15 minutes.
    6. Physical presence during the screening mandatory for all the members of the cast and crew.
    7. Obscene content will lead to disqualifcaton.
    8. The decision of the jury will be fnal and no changes will be made.
    Entry Deadline
    1. Deadline for acceptance of entries: 10th February 2019, 11:59 PM
    2. On confrmaton of acceptance of entry, the partcipatng team must report to the college for screening and post screening presentaton.
    3. Entries sent ater the deadline will not be considered.
    Judgement Criteria
    1. Justfcaton to the theme
    2. Optmum utlizaton of resources
    3. Actng skills
    4. Directon
    5. Cinematography
    6.    The Journey    i.e. the complete story behind the making of the flm
    `
    ,"contact information": `1. Anirudh: 9618974387
    2. Vidur: 7779872993
    `
    ,"resources required": `1. Paper
    2. Pens
    3. Markers
    4. Snacks
    5. Water
    6. HDMI cable
    7. Audio cable
    DIGIEXPRESS
    `},
    {
    "id": 22
    ,"name": `DIGIEXPRESS`
    ,"category": `Formal`
    ,"venue": `Classroom`
    ,"duration": `2 hours`
    ,"NaN": `ulty Advisor: Dr. Sanjay Kumar`
    ,"club": `Photographic Society`
    ,"points": `75-50-25`
    ,"description": `Fabricate your own story and portray it through a series of photographs. In this event, partcipants can choose up to 5 photos from a collecton of photographs and weave a story with the same in the given duraton.
    `
    ,"rules and regulations": `1. Team size- 2 to 4.
    2. Maximum no. of photos for each round will be 5.
    3. The teams will be asked to present their stories on the spot.
    4. Judging will be based on the creatvity behind the story.
    `
    ,"contact information": `1. Ankitanshu Swaroop: 8368167864
    2. Sanjeevan Singha Roy: 9123289443
    `
    ,"resources required": `1. Paper
    2. Pens
    3. Markers
    4. Projector
    E-PIC
    `},
    {
    "id": 23
    ,"name": `E-PIC`
    ,"category": `Online`
    ,"points": `None`
    ,"venue": `From Facebook page of Bitotsav`
    ,"duration": `4 weeks (4 Themes)`
    ,"NaN": `ulty Advisor: Dr. Sanjay Kumar`
    ,"club": `Photographic Society`
    ,"description": `A weekly theme-based contest based on themes.
    `
    ,"rules and regulations": `1. Dioerent themes for dioerent weeks.
    2. 4 dioerent themes.
    3. Entries for each theme will be accepted from Monday to Saturday.
    4. We will consider no. of likes tll Saturday for a partcular photo.
    5. Results will be announced on Sunday and new theme will be announced on Friday.
    6. It is a strictly solo partcipaton event.
    7. Plagiarism is strictly prohibited.
    `
    ,"contact information": `1. Arnab: 8240214083
    2. Komal: 7905981441
    JUDGEMENT CRITERIA
    1. The judgement will be done based on your percepton of the theme, creatvity & compositon. The weightage of the criteria for points is given as follows:
    Compositon: 30 %
    Creatvity: 25 %
    Percepton: 30 %
    Likes/shares: 15 %
    2. All devices with a lens that clicks are welcome i.e. quality of photo will not be judging criteria.
    }
]