[
	{
		"group": 1,
		"cashPrize": "30k",
		"dummy1": null,
		"dummy2": null,
		"dummy3": null,
		"id": 1,
		"name": "RHAPSODY",
		"category": "flagship",
		"eventCategory": "dhwani",
		"venue": "Shorbagh-2",
		"duration": "14/2: 1:00 PM - 5:00 PM",
		"faculty advisors": "Mrs. Alka Srivastava, Mrs. Ritu Agarwal",
		"club": "Dhwani- Music Club",
		"points": "None",
		"description": "Invigour your senses and energize yourself as you experience the deepest senses of musical euphoria. The unique combination of chords will bring together a magical symphony as teams present musical masterpieces of the western genre in Rhapsody – the Western Battle of Bands. The event will be held in two rounds:\nPrelims: Day-1, 2:00 - 5:00 PM and Finals: Day-2, 9:00 AM - 12:00 PM",
		"rulesAndRegulations": "1. Participants should bring their own instruments. However, a basic drum kit will be provided.\n    2. The Band needs to consist of college students. Semi-professional bands are also allowed.\n    3. The team size is 3-8 members.\n    4. Multiple teams from the same college are permitted.\n    5. Lyrical content of the performances should be strictly in English and any obscenity in lyrical content will lead to immediate disqualification.\n    6. Bands are required to send a video entry of not more than 5 minutes from their performance along with band details (names of the members, college name). Bands presenting original compositions are required to E-mail the lyrics and information about their composition along with the video entry.\n    E-Mail ID: events@bitotsav.in\n    Last Date: 5th February 2020 (11:59 pm)\n    7. The video size should not be more than 50 MB.\n    8. Judging will be based on tightness, presentations, tonal quality and overall output of the performance.\n    9. Decision of the judges will remain final and binding.\n    10. Eliminations: Time limit is 15 minutes (stage in to stage out). Points will be deducted for exceeding the time limit.\n    11. Finals: Time limit is 20 minutes (stage in to stage out). Points will be deducted for exceeding the time limit.\n    12. There is no restriction on the number of songs. However, medleys are not allowed.",
		"contactInformation": "1. Yash Goyal: 8757411836\n    2. Saket Anand: 9234702448",
		"resources required": "1. Stage Requirements\n    P.A system (including mixers and jacks)\n    1 pearl drum kit (5 piece)\n    1 Marshall Amplifier\n    1 Fender Amplifier\n    1 Roland Amplifier\n    1 Hartke Amplifier\n    6 feedback monitors\n    1 pair sidefill\n    Drum mics SM58 SM57 (10pcs)\n    Vocal mics (8 pcs including 3 wireless)\n    2. Flex for backdrop\n    3. 5 tables\n    4. 10 chairs\n    5. 10 pens and A4 sheets with files and rule list.\n    6. Refreshment for judges\n    ",
		"imageName": "rhapsody.jpg",
		"individual": 1,
		"minParticipants": 0,
		"maxParticipants": 0,
		"eventWinners": [],
		"__v": 0
	},
	{
		"group": 0,
		"cashPrize": null,
		"dummy1": null,
		"dummy2": null,
		"dummy3": null,
		"id": 22,
		"name": "DIGIEXPRESS",
		"category": "formal",
		"eventCategory": "digitales",
		"venue": "Room 236",
		"duration": "15/2: 10:00 AM - 1:00 PM",
		"club": "Photographic Society",
		"points": "75-50-25",
		"description": "This event brings to you a chance to fabricate your own story and portray it through a series of photographs. The participants can choose up to 5 photos from a collection of photographs and weave a story with the same in the given duration.",
		"rulesAndRegulations": "1. Team size- 2 to 4.\n    2. Maximum no. of photos for each round will be 5.\n    3. The teams will be asked to present their stories on the spot.\n    4. Judging will be based on the creativity behind the story.",
		"contactInformation": "1. Ankitanshu Swaroop: 8368167864\n    2. Sanjeevan Singha Roy: 9123289443",
		"resources required": "1. Paper\n    2. Pens\n    3. Markers\n    4. Projector\n    ",
		"imageName": "digiexpress.jpg",
		"individual": 0,
		"minParticipants": 2,
		"maxParticipants": 4,
		"eventWinners": [],
		"__v": 0
	},
	{
		"group": 0,
		"cashPrize": "10k",
		"dummy1": null,
		"dummy2": null,
		"dummy3": null,
		"id": 40,
		"name": "THE JOURNALIST'S HOUR",
		"eventCategory": "herald",
		"category": "formal",
		"points": "none",
		"venue": "LH1",
		"duration": "15/2: 2:00 PM - 5:00 PM",
		"club": "News and Publication Society",
		"description": "If you believe that you possess the dedication, reasoning and craft to manoeuvre your way through complex, cumbersome cases to the end, thencome and be a part of The Journalist s Hour.This event is divided into a case study and questionnaire session which is finally followed by a panel discussion.",
		"rulesAndRegulations": "This event will be conducted in two rounds.\n\t\tRound 1: Eliminations\n\t\t1. This is a group - based event with a participation of maximum 3 members from a team.\n\t\t2. Participating teams are required to send in their team details(names of members, college name) at events @bitotsav.in before 5 th February 2020(11: 59 pm).\n\t\t3. The teams will be divided into different pools.Each pool will be given a\n\t\tcase study printed on a sheet of paper on the day of the event itself.Each team will have to make a problem statement.The team that frames the best problem statement from each pool will qualify\n\t\tfor the next round.\n\t\t4. Any form of plagiarism will result in direct disqualification of the team.\n\t\t5. For further rounds, the problem statements will be swapped among the qualifying teams.The teams will have to prepare a report of 800 - 900 words where they will have to provide a solution to the problem statement form any of the other teams.\n\t\tRound 2: Finals\n\t\t1. The final round will be a panel discussion round, the details of which will be shared with the selected teams on - spot.\n\t\t2. The decision of the jury and the organizing committee will be final and binding.",
		"contactInformation": "1. Debdeepa: 7033047006\n\t\t2. Alaap: 8617471399",
		"resources required": "1. 10 Ivory sheets(\n\t\t\tfor placards)\n\t\t2. Judging sheets(to be printed)\n\t\t3. Pens - 1 box\n",
		"imageName": "theJournalistsHour.jpg",
		"individual": 1,
		"minParticipants": 2,
		"maxParticipants": 3,
		"eventWinners": [],
		"__v": 0
	},
	{
		"group": 0,
		"cashPrize": null,
		"dummy1": null,
		"dummy2": null,
		"dummy3": null,
		"id": 12,
		"name": "EXTEMPORE",
		"eventCategory": "rhetoric",
		"category": "formal",
		"points": "30-20-10",
		"venue": "Room No. 235",
		"duration": "16/2: 2:00 PM - 5:00 PM",
		"club": "UNESQUO",
		"description": "This is an oratory event, where the participant needs to speak on a topic which will be revealed on the spot. They will be judged on their content, presentation and grammar.",
		"rulesAndRegulations": "1. Individual Participation.\n        2. No electronic device will be allowed during the event.\n        3. Language to be used will be English, and use of any other vernacular language is prohibited.",
		"contactInformation": "1. Aishwarya: 9939505896\n        2. Samridhi: 6206365768",
		"resources required": "1. Sheets-50\n        2. Pens-1 box\n",
		"imageName": "extempore.jpg",
		"individual": 0,
		"minParticipants": 1,
		"maxParticipants": 1,
		"eventWinners": [],
		"__v": 0
	},
	{
		"group": 0,
		"cashPrize": null,
		"dummy1": null,
		"dummy2": null,
		"dummy3": null,
		"id": 32,
		"name": "PIT STOP",
		"eventCategory": "euphoria",
		"category": "formal",
		"points": "50 - 30 - 20",
		"venue": "IC Stage",
		"duration": "15/2: 2:00 PM - 5:00 PM",
		"club": "SAE BIT Mesra",
		"description": "The participating candidate has to first open the wheel of the wheel assembly of an All-Terrain Vehicle and then again assemble it in the given time using the given tools only.",
		"rulesAndRegulations": "1. Use only one tool at a time.\n2. Nuts should be tight enough.\n3. In case of any discretion, the co-ordinator's decision would be final.",
		"contactInformation": "1. Trishant Agarwal: 9950069368\n2. Shivansh Goyal: 8505088160",
		"imageName": "pitstop.jpg",
		"individual": 0,
		"minParticipants": 2,
		"maxParticipants": 2,
		"eventWinners": [],
		"__v": 0
	},
	{
		"group": 0,
		"cashPrize": null,
		"dummy1": null,
		"dummy2": null,
		"dummy3": null,
		"id": 25,
		"name": "MEDIA-CRE",
		"eventCategory": "herald",
		"category": "formal",
		"points": "75-50-25",
		"venue": "Room 220",
		"duration": "14/2: 9:00 AM - 12:00 PM",
		"club": "News and Publication Society",
		"description": "Media Cre will put the participant's wit and vocabulary to test through three intriguing stages. The first round will be a written round. The second will be a pictionary round in which the participants take part in the classic family game mixed with certain twists. In the final round, the participants play the game of Taboo.",
		"rulesAndRegulations": "1. The event will be held in three rounds with participation allowed in teams of 2-3 members. After each round, teams will be eliminated based on their scores.\n3. Round 1: Participants will have to solve the provided question paper in a given time limit. The question paper will aim to test the participants wit and vocabulary.\n4. Round 2: One of the teammates will be given a picture to draw and the other participant will have to guess it.\n5. Round 3: In this round, one must make their teammates guess the given word by words alone without saying the given taboo words. It consists of 3 sub-rounds based on the difficulty level. The cumulative score of the three sub-rounds will be considered to determine the overall winners.\n6. The decision of the judges and organizing committee will be final and binding.",
		"contactInformation": "1. Prashanta: 9101007489\n2. Anchita: 8789582101",
		"resources required": "1. Question papers to be printed\n2. Pens\n3. Chalk Box\n",
		"imageName": "MediaCre.jpg",
		"individual": 0,
		"minParticipants": 2,
		"maxParticipants": 3,
		"eventWinners": [],
		"__v": 0
	},
	{
		"group": 0,
		"cashPrize": null,
		"dummy1": null,
		"dummy2": null,
		"dummy3": null,
		"id": 14,
		"name": "BALLAD'OR",
		"eventCategory": "taabiir",
		"category": "formal",
		"points": "75-50-25",
		"venue": "Room 219",
		"duration": "14/2: 2:00 PM - 5:00 PM",
		"club": "Literary Society, BIT Mesra",
		"description": "Put on your best thinking caps as you will need it. This event has two rounds. It will check candidates based on their knowledge about literature, oratory and creative skills simultaneously.",
		"rulesAndRegulations": "Round 1: General Literature Quiz:\n1. A quiz comprising of questions related to literature.\nRound 2: Versatility Check:\n1. All teams entering in Round 2 will be given an abstract or a philosophical topic (one for all/group of 3 teams). They will be discussing on the given topic chance wise, but in poetic form. Teams can question others points or can give their views. Teams will be judged according to relevance of content, creativity and poetic art.\n2. Each team can have maximum of 3 members.",
		"contactInformation": "1. Deval: 7485813826\n2. Samberdhana: 8969889127",
		"resources required": "1. Pen-1 box\n2. Printed scoring sheets\n3. Relevant furniture setup for ease in conducting team-wise discussion",
		"imageName": "ballador.jpg",
		"individual": 0,
		"minParticipants": 1,
		"maxParticipants": 3,
		"eventWinners": [],
		"__v": 0
	},
	{
		"group": 0,
		"cashPrize": "5k",
		"dummy1": null,
		"dummy2": null,
		"dummy3": null,
		"id": 27,
		"name": "LET'S SCRIBBLE",
		"eventCategory": "meraki",
		"category": "formal",
		"points": "30-20-10",
		"venue": "Room 235",
		"duration": "14/2: 10:00 AM - 1:00 PM",
		"club": "Fine Arts Society",
		"description": "Are you the one who scribbles to get over boring lectures? Does the intricacies in the doodles astound you? Then get ready to make some tght curls, some jagged zigzags, loops, coils and points untl your heart says it   s done in this event that will let your creatvity juggle your grey mater.",
		"rulesAndRegulations": "1. Individual Partcipaton.\n        2. No theme restrictons but in case of te, preference will be given to the artwork related to the theme given on the spot.\n        3. Resources will be provided.\n        4. Spill out all your original ideas on the sheet (plagiarism is forbidden).",
		"contactInformation": "1. Shubhangi Narayan: 8051860490\n        2. Ayushee Diwan: 7389744489",
		"resources required": "1. A4 sheets  40\n        2. Black Pen (likho-pheko) set of 20pc  2\n        3. Coloured Sketch pen set -10\n        4. 3 Pencil set, 1 eraser set, 1 sharpener set",
		"imageName": "letSScribble.jpg",
		"individual": 0,
		"minParticipants": 1,
		"maxParticipants": 1,
		"eventWinners": [],
		"__v": 0
	},
	{
		"group": 1,
		"cashPrize": "30k",
		"dummy1": null,
		"dummy2": null,
		"dummy3": null,
		"id": 3,
		"name": "DANCE SAGA",
		"category": "flagship",
		"eventCategory": "dansation",
		"venue": "GP Birla Auditorium",
		"duration": "16/2: 9:00 AM - 1:00 PM",
		"faculty advisors": "Mrs. Alka Srivastava, Mrs. Ritu Agarwal",
		"club": "Dance Club",
		"points": "None",
		"description": "\"If you stumble, make it a part of the dance.\"\n    Wavy steps, lacy moves and graceful expressions- if all these occur in unison, the result is angelic! Dance is the art that comes straight from the heart. So, get ready to enthral the audience as Bitotsav'20 brings to you its flagship event- Dance Saga! Get set to let yourself loose as your energy rattles the stage. Bring your group and stand a chance to win excitng cash prizes.",
		"rulesAndRegulations": "This is a group dance competition that will be held in the main campus of BIT Mesra, Ranchi.\n    1. Team Size: 6-20.\n    2. Time limit: 4-8 minutes.\n    3. A minimum of 6 dancers are required to be present on the stage throughout the performance.\n    4. The Dance groups are required to send a video entry of not more than 5 minutes from their performance along with details (names of members, college name, props being used). The video size should not be more than 50 MB.\n    E-mail ID: events@bitotsav.in\n    Last Date: 5th February 2020 (11:59 pm)\n    5. Multiple teams from the same college are permitted.\n    6. Props involving fire, water and powered substances (like talcum powder/Holi colour/rangoli colour etc.) are strictly prohibited.\n    7. Song tracks should not contain any explicit and offensive words. Failure to comply with this will lead to immediate disqualification.\n    8. The auditorium screen shall not be used for any purpose (photos, videos, etc.).\n    9. Teams are not allowed to use any external lighting or live music for their performance.\n    10. Any mess created on stage or in green room must be cleaned by the team itself; therefore it is advised to be very careful with items such as aalta/body paint etc.\n    11. There will only be one round and the result will be declared at the end of all the performances.\n    12. Decision of the judges will be final and binding.\n    JUDGEMENT CRITERIA\n    1. Choreography, expressions, energy level, presentation, costumes and props, innovation and overall impact.\n    2. In case of conflicts, decision of the judges would be considered final.",
		"contactInformation": "1. Aditya: 7481840750\n    2. Samridhi: 6206365768",
		"resources required": "1. Tables-2\n    2. Chairs-2\n    3. Water Bottles-10\n    4. Snacks (for 2 judges)\n    5. Mementos (for 2 judges)\n    6. Sheets-20, Pens-5\n    ",
		"imageName": "danceSaga.jpg",
		"individual": 0,
		"minParticipants": 0,
		"maxParticipants": 0,
		"eventWinners": [],
		"__v": 0
	},
	{
		"group": 0,
		"cashPrize": "5k",
		"dummy1": null,
		"dummy2": null,
		"dummy3": null,
		"id": 5,
		"name": "FOOTLOOSE",
		"category": "formal",
		"eventCategory": "dansation",
		"venue": "CAT Hall, Main Building",
		"duration": "14/2: 9:00 AM - 12:00 PM",
		"faculty advisors": "Mrs. Alka Srivastava, Mrs. Ritu Agarwal",
		"club": "Dance Club",
		"points": "None",
		"description": "\"Dancing is the closest thing to magic.\"\n    Think your moves are better than the rest? Do you have the talent to light up the dance floor all by yourself? Then get ready to set the crowd grooving to your beats as the solo dance event    FOOTLOOSE    brings to you the opportunity to showcase what you've got. What's more? You stand a chance to win exciting cash prizes.",
		"rulesAndRegulations": "The rules and regulations are given below:-\n    1. This is a solo dance event.\n    2. Participants are required to send a video entry of not more than 2 minutes from their performance along with details (name, college name) at events@bitotsav.in before 5th February 2020 (11:59 pm)\n    3. Props involving fire, water and powered substances (like talcum powder/Holi colour/rangoli colour etc) are strictly prohibited.\n    4. Any mess created on stage or in green room must be cleaned by the team members itself; therefore it is advised to be very careful with things such as aalta/body paint etc.\n    5. The participants selected from the online round are required to report to BIT Mesra, Ranchi, main campus for the further rounds.\n    6. Multiple participants from the same college are permitted.\n    7. The participants are required to get their own soundtracks in a pen-drive. The songs should not contain any explicit and offensive words. Failure to comply with this will lead to immediate disqualification.\n    There will be 2 rounds for this event:-\n    Round 1: Solo Performance\n    1. Time limit- 3 minutes.\n    2. The participants are required to get their own sound tracks.\n    3. Based on the performance, 4 participants will be shortlisted for the second round.\n    4. The decision of the judges will be final and binding.\n    Round 2: Face-off\n    1. The shortlisted participants will have to compete against each other on a random song selected by the judge on the spot.\n    2. Each participant will have the turn to perform.\n    3. The decision of the judges will be final and binding.",
		"contactInformation": "1. Aditya: 7481840750\n    2. Samridhi: 6206365768",
		"resources required": "1. Tables-2\n    2. Chairs-2\n    3. Water Bottles-10\n    4. Snacks (for 2 judges)\n    5. Mementos (for 2 judges)\n    6. Sheets-20, Pens-5\n    ",
		"imageName": "footloose.jpg",
		"individual": 1,
		"minParticipants": 1,
		"maxParticipants": 1,
		"eventWinners": [],
		"__v": 0
	},
	{
		"group": 0,
		"cashPrize": null,
		"dummy1": null,
		"dummy2": null,
		"dummy3": null,
		"id": 24,
		"name": "CSI FILES",
		"eventCategory": "herald",
		"category": "formal",
		"points": "75-50-25",
		"duration": "16/2: 2:00 PM - 5:00 PM",
		"venue": "LH1",
		"club": "News and Publication Society",
		"description": "A crime has been committed on our campus and being a member of the fourth pillar of democracy, it's your job to bring the truth to the people. Follow the clues, interact with the witnesses and put your facts together to solve the mystery to get a taste of investigative journalism through this event.",
		"rulesAndRegulations": "1. This is an investigative journalism event based on a mock mystery.\n2. The participants shall be given a few sheets stating a mock situation that might have occurred and the take of some newspapers on the case.\n3. The participants must go through the witnesses and evidences, investigate the situation and come to a conclusion.\n4. To investigate the situation, the participants will have to go to mock witnesses. Only the volunteers having the tag of CSI Files must be contacted, since they shall be playing a character in the scenario. These volunteers will provide details and help the participants solve the mystery.\n5. After finding a conclusion, the participants are required to write a 150-200-word report on the investigation.\n6. Teams aren't supposed to harass any witnesses. Any adverse behaviour will lead to deduction in points or disqualification.\n7. The decision of the jury and the organizing committee will be final and binding.",
		"contactInformation": "1. Aishwarya: 9939505896\n2. Shreyansha: 8240043870",
		"resources required": "1. Blank A4 sheets\n2. A4 sheets with printed case description\n3. Coloured papers\n4. Paper clips\n5. Pens\n6. ID Card for Volunteers with CSI Files written.\n",
		"imageName": "csiFiles.jpg",
		"individual": 0,
		"minParticipants": 1,
		"maxParticipants": 3,
		"eventWinners": [],
		"__v": 0
	},
	{
		"group": 0,
		"cashPrize": null,
		"dummy1": null,
		"dummy2": null,
		"dummy3": null,
		"id": 6,
		"name": "DANZA DUO",
		"category": "formal",
		"eventCategory": "dansation",
		"venue": "Shorbagh-1",
		"duration": "16/2: 2:00 PM - 4:00 PM",
		"faculty advisors": "Mrs. Alka Srivastava, Mrs. Ritu Agarwal",
		"club": "Dance Club",
		"points": "50-30-20",
		"description": "Participants will have to pair up for impromptu dance performances with friends or strangers in Danza duo.",
		"rulesAndRegulations": "1. This is a duet dance event.\n    2. Time limit: 3-5 minutes.\n    3. You must perform with a partner. Group or solo participation is not allowed.\n    4. You can select the song on the spot or bring your own song in a pen drive. Songs should not contain any explicit and offensive words.\n    5. Props are not allowed.",
		"contactInformation": "1. Aditya: 7481840750\n2. Samridhi: 6206365768",
		"resources required": "1. Water Bottles-5\n    2. Sheets-10, Pens-5\n    3. PA System\n    ",
		"imageName": "danzaDuo.jpg",
		"individual": 0,
		"minParticipants": 2,
		"maxParticipants": 2,
		"eventWinners": [],
		"__v": 0
	},
	{
		"group": 1,
		"cashPrize": "20k",
		"dummy1": null,
		"dummy2": null,
		"dummy3": null,
		"id": 21,
		"name": "TALKIES",
		"category": "flagship",
		"eventCategory": "digitales",
		"venue": "CAT Hall",
		"duration": "14/2: 12:00 PM - 5:00 PM",
		"club": "Photographic Society",
		"points": "None",
		"description": "Cinema- a beautiful word to bring to life your deepest, most complex dreams. To fulfil this reality, we present to you Talkies , a short film making competition where the participants are required to form teams and send in their short films beforehand.",
		"rulesAndRegulations": "1. No restriction on themes, but extra points for incorporating the theme of Bitotsav   20 in the short film.\n    2. After the screening of the short film, the cast is required to be present on the stage, and give a brief summary of the same.\n    3. The team size can be from 5-15 i.e. the complete crew size including the cinematographer, the editors, the director, the scriptwriter and the actors.\n    4. Duration of the movie- 10 to 15 minutes.\n    5. Physical presence during the screening mandatory for all the members of the cast and crew.\n    6. Obscene content will lead to disqualification.\n    7. The decision of the jury will be final and no changes will be made.\n    Entry Deadline\n    1. Deadline for acceptance of entries: 5th February 2020, 11:59 PM\n    2. On confirmation of acceptance of entry, the participating team must report to the college for screening and post screening presentation.\n    3. Entries sent after the deadline will not be considered.\n    s\n    Judgement Criteria\n    1. Justification to the theme\n    2. Optimum utilization of resources\n    3. Acting skills\n    4. Direction\n    5. Cinematography\n    6.    The Journey    i.e. the complete story behind the making of the film",
		"contactInformation": "1. Anirudh: 9618974387\n    2. Vidur: 7779872993",
		"resources required": "1. Paper\n    2. Pens\n    3. Markers\n    4. Snacks\n    5. Water\n    6. HDMI cable\n    7. Audio cable",
		"imageName": "talkies.jpg",
		"individual": 1,
		"minParticipants": 0,
		"maxParticipants": 0,
		"eventWinners": [],
		"__v": 0
	},
	{
		"group": 0,
		"cashPrize": null,
		"dummy1": null,
		"dummy2": null,
		"dummy3": null,
		"id": 30,
		"name": "HORATIO",
		"eventCategory": "euphoria",
		"category": "formal ",
		"points": "50 - 30 - 20",
		"venue": "Room 235",
		"duration": "15/2: 10:00 AM - 1:00 PM",
		"club": "SMAC",
		"description": "The event comprises of two rounds, first being a treasure hunt followed by a pictorial quiz. The treasure hunt will be centered around the theme: \"Yoga\" while the second round checks how well you listen to your sportspersons! So gear up with all the \"Aasans\" because there is a lot in store for you.",
		"rulesAndRegulations": "1. Team size: 2-3",
		"contactInformation": "1. Shivam: 9304163852\n2. Kavita: 9546472049",
		"resources required": "1. Paper - 30 Sheets\n        2. Pen - 10 pieces\n        ",
		"imageName": "horatio.jpg",
		"individual": 0,
		"minParticipants": 2,
		"maxParticipants": 3,
		"eventWinners": [],
		"__v": 0
	},
	{
		"group": 0,
		"cashPrize": "5k",
		"dummy1": null,
		"dummy2": null,
		"dummy3": null,
		"id": 9,
		"name": "NATSAMRAAT",
		"eventCategory": "swaang",
		"category": "formal",
		"points": "None",
		"venue": "G.P. Birla Auditorium",
		"duration": "15/2: 9:00 AM - 12:00 PM",
		"club": "Ehsaas Dramatics Society",
		"description": "Do you like to fly solo? Do you like that feeling when the spotlight hits you and the whole scene revolves around you? So, here is your chance to prove your talent at mono-acting. Prepare yourself to single-handedly dazzle the audience.",
		"rulesAndRegulations": "This event will be held in two rounds consisting of an online round followed by further rounds at BIT Mesra, Ranchi main campus.\n        General Rules:\n        1. This is a solo participation event.\n        2. The participant can prepare a monologue or solo act of their choice.\n        3. The act must be Hindi or English or both. Incorporation of short passages from other languages is allowed.\n        4. Multiple participants from the same college are permitted.\n        5. Obscenity of any kind in the content or actions in the act will lead to immediate disqualification of the participant.\n        6. Decision of the judges shall remain final and binding.\n        Online Round:\n        1. The participant is required to send in a video clip of not more than 2 minutes showcasing their talent along with details (name, college name) at events@bitotsav.in. The video size should not be more than 50 MB.\n        2. The last date for sending the entries will be 2nd February 2020 (11:59 pm).\n        3. The results will be announced on or before 5th February 2020. The participants selected from the online round are required to report at BIT Mesra, Ranchi main campus.\n        Further Rounds:\n        1. Further rounds will be held in an auditorium.\n        2. A maximum of 2 people can support the participant for sound and light operation. They must strictly remain off-stage.\n        3. There is no limit on the number of props to be used in the performance.\n        4. The performance must consist of a single act with no blackouts.\n        5. The time limit for each performance is 6 minutes (max). Points will be deducted for exceeding the time limit.",
		"contactInformation": "1. Shivam: 9523126405\n        2. Shambhavi: 8840358232",
		"resources required": "1. Table and chairs\n        2. Judges score sheet\n        3. Judges refreshment\n        4. Water\n",
		"imageName": "natsamraat.jpg",
		"individual": 1,
		"minParticipants": 1,
		"maxParticipants": 1,
		"eventWinners": [],
		"__v": 0
	},
	{
		"group": 1,
		"cashPrize": null,
		"dummy1": null,
		"dummy2": null,
		"dummy3": null,
		"id": 2,
		"name": "ACOUSTIC ALCHEMY",
		"category": "formal",
		"eventCategory": "dhwani",
		"venue": "Shorbagh-2",
		"duration": "16/2: 1:00 PM - 4:00 PM",
		"faculty advisors": "Mrs. Alka Srivastava, Mrs. Ritu Agarwal",
		"club": "Dhwani- Music Club",
		"points": "75-50-25",
		"description": "Let us all go to the old school again! Jamming with a single guitar, some whistling, toe-tapping, clicking and clapping never grows old! Acoustic Alchemy is an event that provides a platform for such performances with only acoustic music, devoid of any electric or electronic amplification. It is an unplugged event.",
		"rulesAndRegulations": "1. Participants can use only acoustic instruments like acoustic guitars, flutes, violins, piano, etc.\n    2. Participants can use a synthesizer but only under the piano patch, no additional effects are allowed.\n    3. A bass guitar is allowed.\n    4. Solo performances are not allowed. Participants can perform in a group of a minimum of 2 and a maximum of 7 members.\n    5. Acapella and instrumental performances are allowed.\n    6. More than one group from the same college is permitted.\n    7. The time limit for the performance is 7 minutes which includes the sound check.",
		"contactInformation": "1. Prashanta Purkayastha: 9101007489\n2. Durjoy Basumatary: 9101188103",
		"resources required": "1. PA system (including mixer, microphones and jacks)\n    2. Flex for backdrop\n    3. 5 tables (Judges and registration desk)\n    4. 10 chairs (Judges and registration desk)\n    5. 10 pens and A4 sheets with files and rule list\n    6. Refreshment for judges\n    ",
		"imageName": "acousticAlchemy.jpg",
		"individual": 0,
		"minParticipants": 0,
		"maxParticipants": 0,
		"eventWinners": [],
		"__v": 0
	},
	{
		"group": 0,
		"cashPrize": null,
		"dummy1": null,
		"dummy2": null,
		"dummy3": null,
		"id": 19,
		"name": "PANACHE",
		"eventCategory": "adaa",
		"category": "formal",
		"points": "75-50-25",
		"venue": "Shorbagh-1",
		"duration": "14/2: 2:00 PM - 5:00 PM",
		"club": "Fine Arts Society",
		"description": "You don't do fashion; you live it.\nIf you are ready to kindle the fashion suitor within you, we bring you the event Panache. Get ready to let your charisma and flamboyance stupefy the commoners through a paper costume design competition.",
		"rulesAndRegulations": "1. This is a team event. Each team will have 3 members, one for whom an outfit will be designed and the other two who design the outfit.\n2. Participating teams are needed to design the outfit out of newspapers and other required logistics that will be provided on the spot.\n4. Resource and logistics other than the ones provided in the beginning will not be allowed.\n5. The choice of theme for designing the dress is up to the participating teams.\n6. Time limit for this event will be 2 hours.\n7. Each team is required to give a presentation before the judges after the designing is over.\n8. Any use of outside help or internet is strictly prohibited and may lead to disqualification.\n9. Any change or modification in rules is solely in the hands of the judging panel.\n10. The decision of the judges shall remain final and binding.",
		"contactInformation": "1. Ankit Sahu: 7061965509\n2. Pratima Gorai: 7485813820",
		"resources required": "1. Newspapers\n2. Pair of scissors-15\n3. Fevicol 50gm-20\n4. Stapler-10\n5. Stapler pins box-5",
		"imageName": "panache.jpg",
		"individual": 0,
		"minParticipants": 3,
		"maxParticipants": 3,
		"eventWinners": [],
		"__v": 0
	},
	{
		"group": 0,
		"cashPrize": "",
		"dummy1": null,
		"dummy2": null,
		"dummy3": null,
		"id": 23,
		"name": "E-PIC",
		"category": "online-formal",
		"eventCategory": "digitales",
		"venue": "Facebook page of Bitotsav",
		"duration": "@Online: 3 weeks",
		"points": "None",
		"club": "Photographic Society",
		"description": "A weekly theme-based contest based on the assigned themes.",
		"rulesAndRegulations": "1. Different themes for different weeks.\n    2. 4 different themes.\n    3. Entries for each theme will be accepted from Monday to Saturday.\n    4. We will consider no. of likes till Saturday for a particular photo.\n    5. Results will be announced on Sunday and new theme will be announced on Friday.\n    6. It is a strictly solo participation event.\n    7. Plagiarism is strictly prohibited.",
		"contactInformation": "1. Arnab: 8240214083\n    2. Komal: 7905981441\n    JUDGEMENT CRITERIA\n    1. The judgement will be done based on your perception of the theme, creativity & composition. The weightage of the criteria for points is given as follows:\n    Composition: 30 %\n    Creativity: 25 %\n    Perception: 30 %\n    Likes/shares: 15 %\n    2. All devices with a lens that clicks are welcome i.e. quality of photo will not be judging criteria.",
		"imageName": "epic.jpg",
		"individual": 1,
		"minParticipants": 1,
		"maxParticipants": 1,
		"eventWinners": [],
		"__v": 0
	},
	{
		"group": 0,
		"cashPrize": null,
		"dummy1": null,
		"dummy2": null,
		"dummy3": null,
		"id": 43,
		"name": "BIT ROADIES",
		"eventCategory": "euphoria",
		"category": "formal",
		"points": "30-20-10",
		"venue": "Room 237",
		"duration": "14/2: 2:00 PM - 5:00 PM",
		"club": "Rotaract",
		"description": "Based on MTV ROADIES. Interview + Tasks. The event will be held in two rounds:\nPrelims: Day-1, 2:00 - 5:00 PM\nFinals: Day-3, 1:00 - 4:00 PM",
		"rulesAndRegulations": "1. There will be 2 rounds in this event.\n2. Round 1: A personal interview will be conducted on the basis of a prepared questionnaire and 20 participants will be selected.\n3. Round 2: The participants will battle for the title of the winner through various grueling tasks which will be both physically and mentally challenging.\n4. Based on Round 2, the best performer will be declared the winner of BIT Roadies.",
		"contactInformation": "1. Sinjini: 8582961928\n2. Debarun: 8617273106",
		"imageName": "bitRoadies.jpg",
		"individual": 0,
		"minParticipants": 1,
		"maxParticipants": 1,
		"eventWinners": [],
		"__v": 0
	},
	{
		"group": 0,
		"cashPrize": null,
		"dummy1": null,
		"dummy2": null,
		"dummy3": null,
		"id": 37,
		"name": "BEAT THE CLOCK",
		"eventCategory": "euphoria",
		"category": "formal",
		"points": "50 - 30 - 20",
		"venue": "IC Parking",
		"duration": "15/2: 1:00 PM - 4:00 PM",
		"club": "Leo Club",
		"description": "The ultimate test for duos to showcase their compatibility and grit, show us how calm and coordinated you can be in stressful situations and reach the end successfully. Race against time and compete with other teams in a fun-filled scenario, bringing out the inner detective in you. Find out if you two can keep it together or lose out in the race.\nThe four rounds will test your fitness, accuracy, agility and your knack for solving problems. \nDo you and your partner have what it takes to beat the clock?",
		"rulesAndRegulations": "1. Team Size: 2 \n2. The event will be conducted in 4 rounds.\n3. All the rounds are elimination rounds; only the top few teams qualify for the next round.\n4. The rules and decision by the judging panel will be final in all rounds and in every case.",
		"contactInformation": "1. Abhishek: 9304864561\n2. Sneha: 7484864586",
		"resources required": "1. 40 Lemons\n2. 8 Spoons\n3. 5 Ropes\n4. Balloons - 300\n5. Carton\n    ",
		"imageName": "beatTheClock.jpg",
		"individual": 0,
		"minParticipants": 2,
		"maxParticipants": 2,
		"eventWinners": [],
		"__v": 0
	},
	{
		"group": 0,
		"cashPrize": null,
		"dummy1": null,
		"dummy2": null,
		"dummy3": null,
		"id": 38,
		"name": "BILLIONAIRES' CHOICE",
		"eventCategory": "euphoria",
		"category": "formal",
		"points": "50 - 30 - 20",
		"venue": "Room 235",
		"duration": "16/2: 9:00 AM - 1:00 PM",
		"club": "EDC",
		"description": "The participants are placed at the helm of a start - up and they have to make decisions based on various scenarios.",
		"rulesAndRegulations": "1. Maximum of 2 participants per team.",
		"contactInformation": "1. Utkarsh Mishra: 8674960047\n2. Kshitij Yash: 9082499159",
		"imageName": "billionairesChoice.jpg",
		"individual": 0,
		"minParticipants": 2,
		"maxParticipants": 2,
		"eventWinners": [],
		"__v": 0
	},
	{
		"group": 1,
		"cashPrize": "30k",
		"dummy1": null,
		"dummy2": null,
		"dummy3": null,
		"id": 7,
		"name": "PUKAAR",
		"eventCategory": "swaang",
		"category": "flagship",
		"points": "None",
		"venue": "Shorbagh-1",
		"duration": "16/2: 9:00 AM - 1:00 PM",
		"club": "Ehsaas Dramatcs Society",
		"description": "This is a street play competition. What better way than Nukkad to express our views. The voice of our conscience echoes through the words of Nukkad. The evils of the society are brought into light through the plot of Nukkad. Let us rewind the days when some scintillating performances ignited the fire for change in us.",
		"rulesAndRegulations": "1. The team shall consist of a maximum of 20 people excluding 2 instrumentalists (optional).\n        2. The time limit should be strictly adhered to. In the case of violation, participants will be penalized by judges. The given time duration is from empty stage to empty stage.\n        3. Teams are expected to perform at an open-air venue, on a circular stage with the audience on all sides.\n        4. Multiple teams from the same college are permitted.\n        5. No hazardous substances are allowed. (fluids and fire)\n        6. Participating teams are required to send in a soft copy of their scripts along with details (names of members, college name, props being used, instruments) at events@bitotsav.in before 5th February 2020 (11:59 pm).\n        7. The obscenity of any kind is prohibited.\n        8. For live music teams will have to bring their own instruments but no electronic device or recorded music.\n        9. The languages permitted are Hindi and English.\n        10.Judging Criterion:\n        i) 30 % - Content\n        ii) 25 % - Acting/ Expression\n        iii) 20 % - Audience Response\n        iv) 15 % - Direction\n        v) 10 % - Miscellaneous Eoects\n        11. The decision of the judging panel shall remain final and binding.\n12. The event will be held in one round only (finals). The time limit shall be 20+2 minutes.",
		"contactInformation": "1. Shivam: 9523126405\n        2. Shambhavi: 8840358232",
		"resources required": "1. Table and chairs\n        2. Judges score sheet\n        3. Judges refreshment\n        4. Water\n",
		"imageName": "pukaar.jpg",
		"individual": 1,
		"minParticipants": 0,
		"maxParticipants": 0,
		"eventWinners": [],
		"__v": 0
	},
	{
		"group": 0,
		"cashPrize": null,
		"dummy1": null,
		"dummy2": null,
		"dummy3": null,
		"id": 17,
		"name": "AUTO-QUIZ",
		"eventCategory": "taabiir",
		"category": "formal",
		"points": "50-30-20",
		"venue": "LH-1",
		"duration": "16/2: 10:00 AM - 1:00 PM",
		"club": "Firebolt Racing",
		"description": "Are you one of those people who have a thing for Cars? Do you have the passion for automobiles? If machines are your thing, and these mechanical beasts fascinate you, then this event is for you. Show- off your knowledge here at this Automobile Quiz!",
		"rulesAndRegulations": "1. Candidate has to solve in the quiz in particular time interval only.\n2. No mobile phones or external materials can be used.\n3. In case of any discretion, co-ordinators decision would be final.\n4. Team size - 2",
		"contactInformation": "1. Trishant Agarwal: 9950069368\n2. Shivansh Goyal: 8505088160",
		"resources required": "1. A4 size Paper- 1 Bundle\n2. Pens- 100 units\n3. Projector",
		"imageName": "autoQuiz.jpg",
		"individual": 0,
		"minParticipants": 2,
		"maxParticipants": 2,
		"eventWinners": [],
		"__v": 0
	},
	{
		"group": 0,
		"cashPrize": "10k",
		"dummy1": null,
		"dummy2": null,
		"dummy3": null,
		"id": 13,
		"name": "Q-RIOSITY",
		"eventCategory": "taabiir",
		"imageName": "qRiosity.jpg",
		"individual": 0,
		"category": "flagship",
		"points": "None",
		"venue": "LH- 2",
		"duration": "15/2: 1:00 PM - 5:00 PM",
		"club": "UNESQUO",
		"description": "This is a General Quiz that will test the mettle of participants in general knowledge and current affairs.The first round will be written round comprising 20 - 25 questions.The top 6 - 8 teams will then make it to the finals.",
		"rulesAndRegulations": "1. Team size 2 - 3.\n2. Use of mobile phones during participation will lead to cancellation of said participation.\n3. All disputes / discrepancies shall be settled by the Quizmaster and his / her word is final.\n4. Participating teams are required to send in their team details(names of members, college name) at events@bitotsav.in before 5th February 2020(11: 59 pm).",
		"contactInformation": "1. Ishan: 9955486421\n2. Adnan: 7070241542",
		"resources required": "1. Paper x100\n2. Chocolates - 1 box\n3. Pens - 2 boxes",
		"minParticipants": 2,
		"maxParticipants": 3,
		"eventWinners": [],
		"__v": 0
	},
	{
		"group": 0,
		"cashPrize": null,
		"dummy1": null,
		"dummy2": null,
		"dummy3": null,
		"id": 39,
		"name": "FOLD & FLY",
		"eventCategory": "euphoria",
		"category": "formal",
		"points": "75-50-25",
		"venue": "LH1",
		"duration": "14/2: 9:00 AM - 12:00 PM",
		"club": "Aerospace Society",
		"description": "A fun and exciting event wherein students are required to design paper airplanes. They are expected to answer questions like how manipulating the design of aircraft changes the size and direction of flight forces and link those changes to changes in the aircraft’s motion. Accordingly, the design of paper airplanes is done.",
		"rulesAndRegulations": "1.\tEach team will be provided with 3 A4 sheets only.\n\t\t2.\tEach team is to design and build their own paper aircraft, keeping in mind the four forces affecting flight. \n\t\t3.\tThe airplanes will be judged in two different categories: 1) the furthest distance traveled and 2) the gliding time.\n\t\t4.\tStudents are allowed to make up to 3 variations of their airplanes but only 2 can be used in the contest. The better of the two will be considered for judgement.\n\t\t5.\tNo other sheets of paper will be handed out.\n\t\t6.\tTeams will be given 30 minutes for designing and building their planes and 15 minutes for testing per slot. (Team Size: 2-3 members)\n\t\t7.\tTeams won't be allowed to use any kind of reference during the design phase.",
		"contactInformation": "1. Jyoti: 7632909273\n2. Abhishek Chowdhary: 8918034158",
		"imageName": "fold&Fly.jpg",
		"individual": 0,
		"minParticipants": 2,
		"maxParticipants": 3,
		"eventWinners": [],
		"__v": 0
	},
	{
		"group": 0,
		"cashPrize": null,
		"dummy1": null,
		"dummy2": null,
		"dummy3": null,
		"id": 44,
		"name": "HUMOROUSLY YOURS",
		"eventCategory": "rhetoric",
		"category": "formal",
		"points": "30-20-10",
		"venue": "CAT Hall",
		"duration": "15/2: 2:00 PM - 5:00 PM",
		"club": "UNESQUO",
		"description": "Do you find yourself jocular enough to put yourself in their shoes and provide an audience with a steady stream of laughter? Unlooping one and all from the regular redundancy of routine work, BITOTSAV’20 presents Humorously Yours, a stand-up competition to leave the audience in splits. Laughter is an instant vacation to take a break and brake away from the rough and tumble of life. So if your stand-up can make people roll down with laughter, drop down your cursor for further details as the show is all yours. Top 2 performers will get a chance to perform with The Komedians!",
		"rulesAndRegulations": "1. The participants have to prepare a sketch of maximum 5 minutes to perform in front of a live audience. Mono-acting, puppetry, musicals are not allowed through ventriloquism is allowed.\n\n\t\t2. Use of props is allowed, brought in by the participant himself.\n\t\t3. The organizers hold the discretion of allowing it on stage.\n\t\t4. Both English and Hindi are allowed. No other language is allowed.\n\t\t5. Use of obscenity/profanity (at the discretion of the judges) is not allowed and there should be no  direct implications.\n\t\t6. Any form of music is not allowed during the performance.\n\t\t7. Decisions taken by the judges are absolute and binding.",
		"contactInformation": "1. Prajjawal Pande: 8637576711",
		"resources required": "1. Sheets-50\n        2. Pens-1 box\n",
		"imageName": "humourouslyYours.jpg",
		"individual": 0,
		"minParticipants": 1,
		"maxParticipants": 1,
		"eventWinners": [],
		"__v": 0
	},
	{
		"group": 0,
		"cashPrize": null,
		"dummy1": null,
		"dummy2": null,
		"dummy3": null,
		"id": 42,
		"name": "TECH RELAY",
		"eventCategory": "euphoria",
		"category": "formal",
		"points": "75-50-25",
		"venue": "Mehek",
		"duration": "15/2: 2:00 PM - 5:00 PM",
		"club": "IET",
		"description": "If you feel you have a Dora 'The Explorer' alongside a Derek O’Brien in your team and you can memorize your mom's grocery list, why not show it off. So, join us at 'The Tech Relay' and make your team win big.",
		"rulesAndRegulations": "1. Team Size - 4.\n2. No vehicular transports allowed.",
		"contactInformation": "1. Kushal: 7376664861\n2. Abhilasha: 8789351376",
		"resources required": "\n\t\t* Objects:\n\t\t1. A4 paper 80\n\t\t2. Pens 40\n\t\t3. Tooth picks 250\n\t\t4. Bowl 2\n\t\t* Circular/Spherical:\n\t\t5. Cello tapes 4\n\t\t6. Plastc Balls 4\n\t\t7. Botle caps 4\n\t\t* Square/Cuboid:\n\t\t8. Dice 49. Bricks 4\n\t\t10.Eraser 4\n\t\t* Triangular/Conical:\n\t\t11. Set squares 4\n\t\t12.Triangular flags 4\n\t\t13.Ice cream cone 4\n\t\t* Cylindrical:\n\t\t14.Cold drink can (unused) 4\n\t\t15.Fevicol 4\n\t\t16.Water botle 4\n        ",
		"imageName": "techRelay.jpg",
		"individual": 0,
		"minParticipants": 4,
		"maxParticipants": 4,
		"eventWinners": [],
		"__v": 0
	},
	{
		"group": 0,
		"cashPrize": null,
		"dummy1": null,
		"dummy2": null,
		"dummy3": null,
		"id": 34,
		"name": "DA VINCI CODE",
		"eventCategory": "euphoria",
		"category": "formal",
		"points": "75 - 50 - 25",
		"venue": "Mehek",
		"duration": "14/2: 2:00 PM - 5:00 PM",
		"club": "IEEE",
		"description": "Da Vinci Code consists of 3 rounds. The first round is an aptitude test based on the theme. The qualified teams will make it to next round wherein they have to collect some unique items and need to submit them to be qualified for the next round and, at the end, the qualified participants will decipher a code to a specific location and need to reach to, the team who will figure the code out in the least time will win.",
		"rulesAndRegulations": "1. Team size - 3 to 4.\n2. Use of vehicles during any part of the event is prohibited.",
		"contactInformation": "1. Subrata: 8250454700\n2. Udit: 8107913522",
		"resources required": "1. Printed sheets\n2. Pens\n    ",
		"imageName": "daVinciCode.jpg",
		"individual": 0,
		"minParticipants": 3,
		"maxParticipants": 4,
		"eventWinners": [],
		"__v": 0
	},
	{
		"group": 0,
		"cashPrize": "10k",
		"dummy1": null,
		"dummy2": null,
		"dummy3": null,
		"id": 10,
		"name": "BIT-MUN",
		"eventCategory": "rhetoric",
		"category": "flagship",
		"points": "None",
		"venue": "LH-2",
		"duration": "14/2: 9:00 AM - 5:00 PM",
		"club": "UNESQUO",
		"description": "BIT-MUN is based on the idea of the United Nations General Assembly, where each participant represents a certain country or position. The Assembly has a discussion over a certain topic, on which each participant has to present his/her stand according to the country he/she represents. The event will be held over the course of 2 days (Day-1: 9:00 AM - 5:00 PM and Day-2: 9:00 AM - 12:00 PM).",
		"rulesAndRegulations": "1. Double Delegation. Registration shall be individual and preferences will be considered but not enforced.\n        2. The proper dress code should be followed.\n        3. The countries will be assigned before the session begins.\n        4. The participant is required to send in their details (name, college name, etc) at events@bitotsav.in before 5th February 2020 (11:59 pm).",
		"contactInformation": "1. Madhav: 8987519793\n2. Subhomoy: 9163933404",
		"resources required": "1. Paper 1 ream\n        2. Placards\n        3. Water botles (small)-1 Carton\n        4. Pens (2 boxes)",
		"imageName": "bitMun.jpg",
		"individual": 1,
		"minParticipants": 1,
		"maxParticipants": 2,
		"eventWinners": [],
		"__v": 0
	},
	{
		"group": 0,
		"cashPrize": "5k",
		"dummy1": null,
		"dummy2": null,
		"dummy3": null,
		"id": 11,
		"name": "KALAM-E-TAHIR",
		"eventCategory": "rhetoric",
		"category": "formal",
		"points": "None",
		"venue": "LH-1",
		"duration": "14/2: 2:00 PM - 5:00 PM",
		"club": "Literary Society, BIT Mesra",
		"description": "It is a slam poetry competition in which poets read or recite original work. Participants are requested refer to YouTube (channels like spill poetry, habitat, tuning fork and the likes of it) to get an idea. The event will be held in two rounds:\nPrelims: Day-1, 2:00 - 5:00 PM\nFinals: Day-2, 10:00 AM - 1:00 PM",
		"rulesAndRegulations": "Participants are required to send in an excerpt from their work along with details (name, college name) at events@bitotsav.in before 5th February, 2020 (11:59 pm).\n        This event will be held in two rounds. Each round will be held on a different day at BIT Mesra, Ranchi Main Campus.\n        Round no. 1:\n        1. Participants must present their pre-written poems.\n        2. Timing for Recitation: 4 minutes.\n        Round no. 2:\n        1. Selected finalists must write and present their own poem on a theme that will be provided and present it on the next day.\n        2. Timing for recitation: 4 minutes.",
		"contactInformation": "1. Sharique-8002803897\n2. Faraz-9110024154",
		"resources required": "1. Pens\n        2. Printed scoring sheets\n        3. Public Addressing System\n        4. Water bottle-2 Cartons.\n",
		"imageName": "kalamETahir.jpg",
		"individual": 1,
		"minParticipants": 1,
		"maxParticipants": 1,
		"eventWinners": [],
		"__v": 0
	},
	{
		"group": 0,
		"cashPrize": null,
		"dummy1": null,
		"dummy2": null,
		"dummy3": null,
		"id": 26,
		"name": "MASQUERADE",
		"eventCategory": "meraki",
		"category": "formal",
		"points": "50-30-20",
		"venue": "Room 235",
		"duration": "15/2: 2:00 PM - 5:00 PM",
		"club": "Fine Arts Society",
		"description": "Nothing is more real than the masks we make to show each other who we are.\n        Get ready for the enthralling event    Masquerade    where you get to put all your emotons and personalites together and crat them into a mask that shall reflect what the face can't.",
		"rulesAndRegulations": "1. Partcipate individually or in groups of 2 (max).\n        2. Partcipants are required to decorate a mask provided to them using the given resources.\n        3. No theme restrictons but in case of te, preference will be given to the mask which matches the theme given on the spot.",
		"contactInformation": "1. Abhishikth Abhi: 9493878234\n        2. Madhulika: 8123116891",
		"resources required": "1. Ivory Sheets-8\n        2. Pair of scissors-6\n        3. Coloured A4 sheets (Red, Blue, Green, Yellow)-10 each\n        4. Set of glitter pens-3\n        5. Fevicol 50gm-10\n        6. Tempra colour set (12 pc)-15\n        7. Paint brush (no.6)-15\n        8. Disposable cup set (50pc)-1\n        9. Stapler-6\n        10. Stapler pins box-3",
		"imageName": "masquerade.jpg",
		"individual": 0,
		"minParticipants": 1,
		"maxParticipants": 2,
		"eventWinners": [],
		"__v": 0
	},
	{
		"group": 1,
		"cashPrize": "30k",
		"dummy1": null,
		"dummy2": null,
		"dummy3": null,
		"id": 8,
		"name": "ABHINAY",
		"eventCategory": "swaang",
		"category": "flagship",
		"points": "None",
		"venue": "G.P. Birla Auditorium",
		"duration": "15/2: 1:00 PM - 5:00 PM",
		"club": "Ehsaas Dramatics Society",
		"description": "This is a stage play competition. If you think you can mesmerize the audience with acting, script, dialogues, and sets - then Abhinay is your call! It cannot get better than the annual stage play competition at Bitotsav. Once the stage is set and all is ready - it is showtime.",
		"rulesAndRegulations": "This competition will be conducted in two rounds, eliminations and finals. Both rounds will be held on two different days of the fest.\n        General rules:\n        1. Each team should have a minimum of 5 and a maximum of 15 actors. In addition, there can be 1 person in charge of music and a maximum of 2 people for lights.\n        2. No hazardous substances are allowed.\n        3. The language used can be English, Hindi or both.\n        4. Participating teams are required to send in a soft copy of their scripts along with details (name of members, college name, props being used) at events@bitotsav.in before 5th February 2020 (11:59 pm).\n        5. Multiple teams from the same college are permitted.\n        6. No hazardous substances are allowed.\n        7. The decision of the judges shall be final and binding.\n        8. There will only be one onstage round (Finals). The time duration is 50 minutes which includes performance time and stage setting time. The given time duration is from empty stage to empty stage.",
		"contactInformation": "1. Shivam: 9523126405\n2. Shambhavi: 8840358232",
		"resources required": "1. Table and chairs\n        2. Judges score sheet\n        3. Judges refreshment\n        4. Water\n",
		"imageName": "abhinay.jpg",
		"individual": 1,
		"minParticipants": 0,
		"maxParticipants": 0,
		"eventWinners": [],
		"__v": 0
	},
	{
		"group": 0,
		"cashPrize": null,
		"dummy1": null,
		"dummy2": null,
		"dummy3": null,
		"id": 15,
		"name": "CRYPTIC CROSSWORD",
		"eventCategory": "taabiir",
		"category": "formal",
		"points": "50-30-20",
		"venue": "Room 219",
		"duration": "16/2: 9:00 AM - 1:00 PM",
		"club": "Literary Society, BIT Mesra",
		"description": "Are you the one of those people who can see through hidden messages and clues? Then this is just the place for you! Participants will have to solve a crossword. Clues will be twisted. There will be two rounds, back to back.",
		"rulesAndRegulations": "1. Prelims will have a crossword for the participants.\n2. Finalists will go through several mini-rounds of crossword of literary nature.\n3. Winner selected through points scored.\n4. Team size: 2.",
		"contactInformation": "1. Nishant: 9065842628\n2. Deepansh: 9631973067",
		"resources required": "1. Pen-2 boxes\n2. 40-50 black\n3. A4 sheets\n4. 40-50 printed crosswords (softcopy will be provided)",
		"imageName": "crypticCrossword.jpg",
		"individual": 0,
		"minParticipants": 2,
		"maxParticipants": 2,
		"eventWinners": [],
		"__v": 0
	},
	{
		"group": 0,
		"cashPrize": "1k",
		"dummy1": null,
		"dummy2": null,
		"dummy3": null,
		"id": 16,
		"name": "ALFAAZ",
		"eventCategory": "taabiir",
		"category": "online",
		"points": "None",
		"venue": "Room 219",
		"duration": "15/2: 11:00 AM - 12:00 PM",
		"club": "Literary Society, BIT Mesra",
		"description": "If you think that words are the only way to express your soul, then this is the perfect event for you. For those who believe that the pen is mightier than the sword, then pick up your pens and prepare your canvas to mesmerize your readers with painting of your imagination.",
		"rulesAndRegulations": "1. Word limit: 1000 words.\n2. The passage/poem must completely be in either English or Hindi.\n3. No boundaries on the genre of literature that is followed.\n4. The writer can incorporate an abstract of prose, poetry or quotes in the passage given that it is related to the theme of the passage.\n5. Plagiarism of any kind will lead to immediate disqualification.\n6. Obscenity or Abusive language of any sort in the content will lead to immediate disqualification.\n7. Entries to be sent at events@bitotsav.in for the initial online round.\n8. The shortlisted participants will face a written final round in the main campus of BIT Mesra.\n9. The decision of the judges remains final and binding.",
		"contactInformation": "1. Priyansha        7368927899\n2. Aditya Narayan Singh        9128898223",
		"imageName": "alfaaz.jpg",
		"individual": 1,
		"minParticipants": 1,
		"maxParticipants": 1,
		"eventWinners": [],
		"__v": 0
	},
	{
		"group": 0,
		"cashPrize": "5k",
		"dummy1": null,
		"dummy2": null,
		"dummy3": null,
		"id": 20,
		"name": "BEAUTY AND THE GEEK",
		"eventCategory": "adaa",
		"category": "formal",
		"points": "None",
		"venue": "Room 236 and 237",
		"duration": "16/2: 1:00 PM - 4:00 PM",
		"club": "Leo Club",
		"description": "Beauty and the geek standing together are demonstrating compatibility and communication. Communication is actually important as it is a way to tell the other person what's on your mind, but it gets difficult when you are not allowed to talk, that's where your compatibility works when you need to understand your partner's gesture. Ones you get to know how compatible you are and how well you can communicate he will help you get ready to present yourself in front of the world. Self-acceptance is no doubt important but it's even better when you are accepted by the world, and if this happens then you both have got all right to call yourselves Beauty and the Geek.",
		"rulesAndRegulations": "1. Team Size: 2 \n2. Participation is allowed in pairs only, comprising of 1 boy and 1 girl.\n3. The event will be conducted in 3 rounds.\n4. All the rounds are elimination rounds; only the top few teams qualify for the next round.\n5. The rules and decision by the judging panel will be final in all rounds and in every case.",
		"contactInformation": "1. Kritika: 9471544492\n2. Devanshu: 8210111569",
		"resources required": "1. 18 Water Pots\n2. 2 Mount Boards\n",
		"imageName": "beautyAndTheGeek.jpg",
		"individual": 1,
		"minParticipants": 2,
		"maxParticipants": 2,
		"eventWinners": [],
		"__v": 0
	},
	{
		"group": 0,
		"cashPrize": null,
		"dummy1": null,
		"dummy2": null,
		"dummy3": null,
		"id": 41,
		"name": "YOU’RE HIRED!",
		"eventCategory": "taabiir",
		"category": "formal",
		"points": "30-20-10",
		"venue": "Room 236",
		"duration": "14/2: 9:00 AM - 12:00 PM",
		"club": "SMAC",
		"description": "This event comprises of 3 rounds. Round 1 is aptitude test which is followed by\n\t\ta group discussion in round 2. Round 3 is personal interview.",
		"rulesAndRegulations": "1. Individual participation",
		"contactInformation": "1. Siddhi: 7021121526\n\t\t2. Aditya: 9709315267",
		"resources required": "1. Paper-150 sheets\n\t\t2. Pen-50",
		"imageName": "youReHired.jpg",
		"individual": 0,
		"minParticipants": 1,
		"maxParticipants": 1,
		"eventWinners": [],
		"__v": 0
	},
	{
		"group": 0,
		"cashPrize": null,
		"dummy1": null,
		"dummy2": null,
		"dummy3": null,
		"id": 33,
		"name": "FOODOMANIA",
		"eventCategory": "euphoria",
		"category": "formal",
		"points": "50 - 30 - 20",
		"venue": "Mehek",
		"duration": "14/2: 10:00 AM - 1:00 PM",
		"club": "Rotaract",
		"description": "This event will be a food eating competition.",
		"rulesAndRegulations": "1. There will be 3 - 4 rounds for this event.\n        2. There will be a task in each round related to eating food and the difficulty level will increase with each round.\n        3. 80 teams will register and there will be 2 members in each team.\n        4. Elimination of 20 teams after each round.\n        5. The team which survives till the last round with the best performance will win.",
		"contactInformation": "1. Sinjini: 8582961928\n2. Debarun: 8617273106",
		"resources required": "1. Food Items -\n    Red Chilli Paste\nGarlic Paste\nLays\nBiscuits\nBread\nPeanut Butter\nChocolates\nSalt\nSugar\nGreen Chilli\n2. Fruits -\n    Guava\nBanana\nCoconut\nOrange\n3. Others -\n    Disposable Glasses\nDisposable Plates\n ",
		"imageName": "foodOMania.jpg",
		"individual": 0,
		"minParticipants": 2,
		"maxParticipants": 2,
		"eventWinners": [],
		"__v": 0
	},
	{
		"group": 1,
		"cashPrize": "30k",
		"dummy1": null,
		"dummy2": null,
		"dummy3": null,
		"id": 0,
		"name": "SAPTAK",
		"category": "flagship",
		"eventCategory": "dhwani",
		"venue": "Shorbagh-2",
		"duration": "15/2: 2:00 PM - 5:00 PM",
		"faculty advisors": "Mrs. Alka Srivastava, Mrs. Ritu Agarwal",
		"club": "Dhwani- Music Club",
		"points": "None",
		"description": "The celestial ragas of the Hindustani Classical music, the lustrous rustic beauty of the folk music or even the eclecticism of Bollywood music blend in with the soul with raw intensity. The sheer fervency that these art forms evoke in people, is the building block of the legacy of Indian music. With this in mind, we present to you our flagship event, Saptak – the Eastern Battle of Bands. The event will be held in two rounds:\nPrelims: Day-2, 2:00 - 5:00 PM and Finals: Day-3, 9:00 AM - 12:00 PM",
		"rulesAndRegulations": "The competition will be conducted in two rounds, Eliminations and Finals. Both rounds will be held at BIT Mesra, Ranchi main campus on two successive days.\n    1. Participants should bring their own instruments. However, a basic drum kit will be provided.\n    2. The Band needs to consist of college students. Semi-professional bands are also allowed.\n    3. The team size is 3-8 members.\n    4. Multiple teams from the same college are permitted.\n    5. Lyrical content of the performances should be strictly in any Indian language and any obscenity in lyrical content will lead to immediate disqualification.\n    6. Bands are required to send a video entry of not more than 5 minutes from their performance along with band details (names of the members, college name). Bands presenting original compositions are required to E-mail the lyrics and information about their composition along with the video entry.\n    E-Mail ID: events@bitotsav.in\n    Last Date: 5th February 2020 (11:59 pm)\n    7. The video size should not be more than 50 MB.\n    8. Judging will be based on tightness, presentation, tonal quality and overall output of the performance.\n    9. Decision of the judges will remain final and binding.\n    10. Eliminations: Time limit is 15 minutes (stage in to stage out). Points will be deducted for exceeding the time limit.\n    11. Finals: Time limit is 20 minutes (stage in to stage out). Points will be deducted for exceeding the time limit.\n    12. There is no restriction on the number of songs. However, medleys are not allowed.",
		"contactInformation": "1. Mudit Nagar: 7339920249\n    2. Nachiket Agni: 9006598738",
		"resources required": "1. Stage Requirements\n    P.A system (including mixers and jacks)\n    1 pearl drum kit (5 piece)\n    1 Marshall Amplifier\n    1 Fender Amplifier\n    1 Roland Amplifier\n    1 Hartke Amplifier\n    6 feedback monitors\n    1 pair sidefill\n    Drum mics SM58 SM57 (10pcs)\n    Vocal mics (8 pcs including 3 wireless)\n    2. Flex for backdrop\n    3. 5 tables\n    4. 10 chairs\n    5. 10 pens and A4 sheets with files and rule list.\n    6. Refreshment for judges\n    ",
		"imageName": "saptak.jpg",
		"individual": 1,
		"minParticipants": 0,
		"maxParticipants": 0,
		"eventWinners": [],
		"__v": 0
	},
	{
		"group": 0,
		"cashPrize": "2k",
		"dummy1": null,
		"dummy2": null,
		"dummy3": null,
		"id": 28,
		"name": "STREAK",
		"eventCategory": "meraki",
		"category": "formal",
		"points": "None",
		"venue": "-",
		"duration": "@Online: 3 weeks",
		"club": "Fine Arts Society",
		"description": "If you think you can best express yourself using a canvas and a paintbrush, then this is the place for you. Let your imagination run wild and use those beautiful colours to bring it on the canvas in front of you. Send us an electronic entry of the same.",
		"rulesAndRegulations": "1. This competition is open to any artist (professional or amateur) pursuing any course in any of the colleges of India.\n        2. THEME- There is no restriction on the theme, but extra points will be credited who base their painting on either of these:\n        - Carnival of Conundrums\n        - Plague of Plastic\n        - Growing Starvation.\n        - Welfare of Wildlife.\n        1. Your painting must be your own original concept and not a copy of anyone else's copyrighted material (If your image infringes upon another's copyright it will be disqualified).\n        2. A maximum of 2 entries per contestant is allowed for the contest.\n        3. You must include a title for the painting.\n        4. Please provide the following information:\n        - Name\n        - College Name\n        - Facebook Contact\n        - Contact Number\n        - Size of the painting\n        - Medium Used\n        5. Make sure that your painting is signed and that the signature is visible in the image you upload.\n        6. All artwork must be one-dimensional (flat) and can be rendered in a variety of media such as acrylic, oil, watercolour, pastel, pencil, charcoal, or mixed media.\n        7. Paintings must be created in physical media (no digital \"paintings\") (i.e. Oil, watercolour, pastel, acrylic, etc. Note - we have nothing against digital mediums - but we don't want to judge them against physical paintings.)\n        8. You may enter paintings that have won art contest awards in other shows.\n        9. There is no size restriction.\n        10. Send in electronic entries at events@bitotsav.in before 15th January 2020. Image size should be less than 5MB.\n        11. The decision of the jury and the judges shall be final. We believe in respecting fellow artists and one another's artworks - therefore, you may not criticize, make derogatory or otherwise inappropriate comments anywhere or in any other public forum about any other artist participating in STREAK (or his/her works). Doing so will result in disqualification of your art from the contest.",
		"contactInformation": "1. Ankit: 9521616410\n        2. Sheshadri: 7903782338",
		"resources required": "1. 10 Ivory sheets(for placards)\n\t\t2. Judging sheets(to be printed)\n\t\t3. Pens - 1 box\n",
		"imageName": "streak.jpg",
		"individual": 1,
		"minParticipants": 1,
		"maxParticipants": 1,
		"eventWinners": [],
		"__v": 0
	},
	{
		"group": 0,
		"cashPrize": null,
		"dummy1": null,
		"dummy2": null,
		"dummy3": null,
		"id": 35,
		"name": "ROBO AIR HOCKEY",
		"eventCategory": "euphoria",
		"category": "formal ",
		"points": "50 - 20 - 10",
		"venue": "Room No. 211",
		"duration": "15/2: 10:00 AM - 1:00 PM",
		"club": "Robolution",
		"description": "Air Hockey - An AI based hockey game in which the hands of the players are detected and the stick moves according to the movement of their hand.",
		"rulesAndRegulations": "1. 2 players can play at a time.\n        2. The player who scores 5 points first wins.\n        3. Players will get trial rounds to get used to the game.",
		"contactInformation": "1. Sarthak M.Das: 8789365337\n2. Saurabh Khemka: 8674810511",
		"resources required": "1. 5 markers\n2. 100 A4 sheets.\n    ",
		"imageName": "roboairhockey.jpg",
		"individual": 0,
		"minParticipants": 1,
		"maxParticipants": 1,
		"eventWinners": [],
		"__v": 0
	},
	{
		"group": 1,
		"cashPrize": "25k",
		"dummy1": null,
		"dummy2": null,
		"dummy3": null,
		"id": 4,
		"name": "STOMP THE YARD",
		"category": "flagship",
		"eventCategory": "dansation",
		"venue": "Outside LH-1",
		"duration": "15/2: 9:00 AM - 4:00 PM",
		"faculty advisors": "Mrs. Alka Srivastava, Mrs. Ritu Agarwal",
		"club": "Dance Club",
		"points": "None",
		"description": "For the zealous dancers who do not need a stage to showcase their mettle, for the free souls who can mesmerise the audience with their raw passion and energy, for the street-smart people around, Bitotsav'20 presents    STOMP THE YARD   , a street dancing competition. Come with your crew and beat the competition for the street is the stage and the prizes are aplenty.",
		"rulesAndRegulations": "This is a Street Dance Competition that will be held in two rounds at BIT Mesra, Ranchi main campus.\n    1. Dance groups are required to send a video entry of not more than 5 minutes from their performance along with details (names of members, college name, props being used). The video size should not be more than 50 MB.\n    E-mail ID: events@bitotsav.in\n    Last Date: 5th February 2020 (11:59 pm)\n    2. Multiple teams from the same college are permitted.\n    3. The decision of the judging panel in each round will be final and binding.\n    4. Song tracks must not contain any explicit and offensive words. Failure to comply with this will lead to immediate disqualification.\n    Elimination Round:\n    1. Team size: 6-20.\n    2. Time limit: 5-10 minutes (length of music track).\n    3. Live music is not allowed.\n    4. Props are not allowed.\n    5. Deviating from the Western hip-hop dance style can lead to negative marking.\n    Any kind of music (Bollywood/Western) is allowed. The dance floor will be a rectangular one in an open arena.\n    Final Round (Face-off):\n    1. This is a Knockout Round.\n    2. Opponents will be decided based on an impromptu lottery system.\n    3. Each battle will be of 6 minutes with the two teams performing for 60 seconds alternately.\n    4. It is strictly notified that the face-off is a hip-hop battle and deviation from hip-hop might result in negative marking.\n    JUDGEMENT CRITERIA\n    1. Participants will be judged on synchronization, choreography, stage utilization, costumes, energy level, prop usage, stage coverage, innovation, presentation, and overall impact on the crowd.\n    2. For the face-off, teams will be evaluated on crowd support and overshadowing opposite team.",
		"contactInformation": "1. Aditya: 7481840750\n    2. Samridhi: 6206365768",
		"resources required": "1. Tables-2\n    2. Chairs-2\n    3. Water Bottles-10\n    4. Snacks (for 2 judges)\n    5. Mementos (for 2 judges)\n    6. Sheets-20, Pens-5\n    7. Ambulance\n    8. Security Guard\n    9. PA System\n    10. Carpets-4\n    11. Tapes\n    ",
		"imageName": "stompTheYard.jpg",
		"individual": 1,
		"minParticipants": 0,
		"maxParticipants": 0,
		"eventWinners": [],
		"__v": 0
	},
	{
		"group": 0,
		"cashPrize": "20k",
		"dummy1": null,
		"dummy2": null,
		"dummy3": null,
		"id": 18,
		"name": "MR. & MISS BITOTSAV",
		"eventCategory": "adaa",
		"individual": 1,
		"category": "flagship",
		"points": "None",
		"venue": "Shorbagh-1",
		"duration": "15/2: 10:00 AM - 2:00 PM",
		"club": "Rotaract",
		"description": "Mr and Miss Bitotsav, the most glamorously sensational and magical pageant of BITOTSAV, aims at providing an amazing opportunity to the freshers to dazzle the audience with their colourful personality, inner glow and ability to shine amidst the crowd. Keep up your peppy spirits and cool quirks to be awarded with this worthy title.",
		"rulesAndRegulations": "The event will be held in three rounds. The rules and regulations for these rounds are as follows:\nRound one:\n1. Participants are required to send an entry consisting of a photograph of themselves.\n2. The photography should be accompanied by a tagline that complies with the themes and campaigns of Bitotsav'20 as mentioned below:\n- Carnival of Conundrums\n- Plague of Plastic\n- Growing Starvation.\n- Welfare of Wildlife.\n2. The entries must be sent to events@bitotsav.in latest by 5th of February 2020 (11:59 PM)\n3. Obscenity of any kind in the photographs or the tagline will lead to immediate disqualification of the participants.\n4. The photograph needs to be of good quality and should be of full length. No selfies are permitted.\n5. Entries that fit the above-mentioned criteria will be uploaded from the Facebook page of Bitotsav'20.\n6. Participants are required to share their photograph from the Bitotsav'20 page and promote it on social media platforms to garner likes and reach.\n7. Each entry will be judged according to its social media outreach and content (Photograph and tagline) by a panel of judges.\n8. The decision of the judges shall remain final and binding.\nRound two:\n1. 15 girls and 15 boys will be selected from Round one.\n2. These participants must be present at BIT Mesra, main campus for rehearsals, few days prior to the final event.\n3. This will be an elimination round based on walk and auditions held by judges at BIT Mesra main campus.\nRound three:\n1. 10 girls and 10 boys will be selected from round 2.\n2. On the day of the final event, three sub rounds will be organised for to check the following criteria- ramp walk, posture, final pose, costume, make-up, accessories and hair-do.\n3. The participants should be ready to answer a questionnaire given by the judges.",
		"contactInformation": "1. Chaitanya: 7974401456\n2. Shivangi: 9910366760",
		"resources required": "1. Sash for both the winners\n2. Crown for Miss Bitotsav\n3. Stage (with carpets and flex)\n",
		"imageName": "mrAndMissBitotsav.jpg",
		"minParticipants": 1,
		"maxParticipants": 1,
		"eventWinners": [],
		"__v": 0
	},
	{
		"group": 0,
		"cashPrize": null,
		"dummy1": null,
		"dummy2": null,
		"dummy3": null,
		"id": 29,
		"name": "PSYCH",
		"eventCategory": "euphoria",
		"category": "formal",
		"points": "50-30-20",
		"venue": "Room 237",
		"duration": "15/2: 10:00 AM - 1:00 PM",
		"club": "IETE",
		"description": "Round 1: These movie titles all belong to very real movies. Make up your own plot and win points for every player you psych into thinking your plot is the correct one. Then try to pick the real movie plot.\nTeam size -2\nRound 2: Did you feel those butterflies in your stomach when you were asked to keep quiet in childhood because you just couldn't? Can you speak about anything and everything asked from you? Are you the Luis to your Ant-man, the Janice to your F.R.I.E.N.D.S. or the Basanti to your Jay and Veeru?\nSo here we are, inviting you all to showcase your oratory skills in 'Just A Minute', where you can vent it all out (but yes, just in a minute).",
		"rulesAndRegulations": "Rules will be explained on spot.",
		"contactInformation": "1. Ravish: 9335036416\n2. Vivek: 9162668319",
		"resources required": "1. A4 Sheets-60\n        2. Pens-60\n        3. Buzzers-10\n        4. Projector\n        ",
		"imageName": "psych.jpg",
		"individual": 0,
		"minParticipants": 2,
		"maxParticipants": 2,
		"eventWinners": [],
		"__v": 0
	},
	{
		"group": 0,
		"cashPrize": null,
		"dummy1": null,
		"dummy2": null,
		"dummy3": null,
		"id": 31,
		"name": "POKERAZIA",
		"eventCategory": "euphoria",
		"category": "formal",
		"points": "50-30-20",
		"venue": "Room 220",
		"duration": "16/2: 10:00 AM - 1:00 PM",
		"club": "SMAC",
		"description": "Warning, not a game for the straightforward thinkers; you'll need a pretty crooked mindset to excel out here. Get a chance to try your luck in two exclusive games of cards and win big!",
		"rulesAndRegulations": "1. The event will be held in two rounds.\n2. Round 1: Eliminate the others in a game of 'spoons'.\n3. Round 2: A quiz with a twist of poker!\n4. Team Size: 1-2",
		"contactInformation": "1. Akshay Desai: 9820710754\n        2. Mrinalini: 7485802897",
		"resources required": "1. 3 Poker set\n        2. 10 sheets\n        3. 10 pens\n        ",
		"imageName": "pokerAzia.jpg",
		"individual": 0,
		"minParticipants": 1,
		"maxParticipants": 2,
		"eventWinners": [],
		"__v": 0
	},
	{
		"group": 0,
		"cashPrize": null,
		"dummy1": null,
		"dummy2": null,
		"dummy3": null,
		"id": 36,
		"name": "LA LA LAND",
		"eventCategory": "euphoria",
		"category": "formal",
		"points": "75 - 50 - 25",
		"venue": "Room 235",
		"duration": "14/2: 2:00 PM - 5:00 PM",
		"club": "Leo Club",
		"description": "Battle out your wits in the ultimate faceoff of mind games. This game tests your composure, presence of mind and strategic ability to the fullest as you compete in the 3 rounds full of merit, intelligence, and strength. Let's see who makes it till the end and is the winner of all.",
		"rulesAndRegulations": "1. Team Size: 2 - 3.\n2. The event will be conducted in three rounds of 60 minutes each.\n3. The rules and decision by the judging panel will be final in all rounds and in every case.",
		"contactInformation": "1. Devanshu: 8271958950\n2. Shreshth: 8687557555",
		"resources required": "1. 12 Plastic Pedal Dustbins\n2. 300 Bottle Caps\n3. 60 Pens\n4. 150 A4 Sheets\n5. 1 Projector with Display\n        6. 10 Wooden Sticks(L = 40cm)\n7. 5 Mount boards for making placard\n    ",
		"imageName": "laLaLaLand.jpg",
		"individual": 0,
		"minParticipants": 2,
		"maxParticipants": 3,
		"eventWinners": [],
		"__v": 0
	},
	{
		"group": 0,
		"cashPrize": null,
		"dummy1": null,
		"dummy2": null,
		"dummy3": null,
		"id": 45,
		"name": "ENVIRO-SHOWDOWN",
		"eventCategory": "euphoria",
		"category": "formal",
		"points": "50 - 30 - 20",
		"venue": "Room 235",
		"duration": "16/2: 9:00 AM - 1:00 PM",
		"club": "EDC",
		"description": "A board game with teams each containing 2 participants each. One participant with throw the dice and the other will answer the question corresponding to the number obtained. If the right answer is given then the team moves forward if the wrong answer is given they stay at the same place. The team which reaches the finish line first wins.",
		"rulesAndRegulations": "1. One participant rolls the dice and obtains a number.\n2. Another participant is on the Game Path and is handed the chit. The chit contains a question and the participant would have to answer it.\n3. The answer would be one word only.",
		"contactInformation": "1. Samanvaya: 7892635514.\n2. Dhyan: 9523952623\n3. Samir: 9167744025",
		"imageName": "billionairesChoice.jpg",
		"individual": 0,
		"minParticipants": 2,
		"maxParticipants": 2,
		"eventWinners": [],
		"__v": 0
	}
]]