[
{
    "id": 24
    ,"name": `CSI FILES`
    ,"category": `Formal`
    ,"venue": `Lecture Hall`
    ,"duration": `3 hours`
    ,"NaN": `ulty Advisor: Dr. Vijay Nath`
    ,"club": `News and Publicaton Society`
    ,"points": `75-50-25`
    ,"description": `A crime has been commited on our campus and being a member of the fourth pillar of democracy, it   s your job to bring the truth to the people. Follow the clues, interact with the witnesses and put your facts together to solve the mystery. Get a taste of investgatve journalism through this event.
    `
    ,"rules and regulations": `1. This is an investgatve journalism event based on a mock mystery.
    2. The partcipants shall be given a few sheets statng a mock situaton that might have occurred and the take of some newspapers on the case.
    3. The partcipants must go through the witnesses and evidences, investgate the situaton and come to a conclusion.
    4. To investgate the situaton, the partcipants will have to go to mock witnesses. Only the volunteers having the tag of    CSI Files    must be contacted, since they shall be playing a character in the scenario. These volunteers will provide details and help the partcipants solve the mystery.
    5. Ater fnding a conclusion, the partcipants are required to write a 150-200-word report on the investgaton.
    6. Teams aren   t supposed to harass any witnesses. Any adverse behaviour will lead to deducton in points or disqualifcaton.
    7. The decision of the jury and the organizing commitee will be fnal and binding.
    `
    ,"contact information": `1. Aishwarya: 9939505896
    2. Shreyansha: 8240043870
    `
    ,"resources required": `1. Blank A4 sheets
    2. A4 sheets with printed case descripton
    3. Coloured papers
    4. Paper clips
    5. Pens
    MEDIA CRE
    `},
    {
    "id": 25
    ,"name": `MEDIA CRE`
    ,"category": `Formal`
    ,"venue": `Classroom`
    ,"duration": `3 hours`
    ,"NaN": `ulty Advisor: Dr. Vijay Nath`
    ,"club": `News and Publicaton Society`
    ,"points": `75-50-25`
    ,"description": `Media Cre will put the partcipant's wit and vocabulary to test through three intriguing stages. The frst round will be a writen round. The second will be a Pictonary round in which the partcipants take part in the classic family game mixed with certain twists. In the fnal round, the partcipants play the game of Taboo.
    `
    ,"rules and regulations": `1. The event will be held in three rounds with partcipaton allowed in teams of 2-3 members. Ater each round, teams will be eliminated
    based on their scores.
    3. Round 1: Partcipants will have to solve the provided queston paper in a given tme limit. The queston paper will aim to test the partcipant   s wit and vocabulary.
    4. Round 2: One of the teammates will be given a picture to draw and the other partcipant will have to guess it.
    5. Round 3: In this round, one must make their teammates guess the given word by words alone without saying the given taboo words. It consists of 3 sub-rounds based on the difculty level. The cumulatve score of the three sub-rounds will be considered to determine the overall winners.
    6. The decision of the judges and organizing commitee will be fnal and binding.
    `
    ,"contact information": `1. Aishwarya: 9939505896
    2. Shreyansha: 8240043870
    `
    ,"resources required": `1. Queston papers to be printed
    2. Pens
    3. Chalk Box
    }
]