[
{
    "id": 26
    ,"name": `MASQUERADE`
    ,"category": `Formal`
    ,"venue": `Classroom`
    ,"duration": `2 hours`
    ,"NaN": `ulty Advisor: Shri Mrinal Kumar Pathak`
    ,"club": `Fine Arts Society`
    ,"points": `50-30-20`
    ,"description": `Nothing is more real than the masks we make to show each other who we are.
    Get ready for the enthralling event    Masquerade    where you get to put all your emotons and personalites together and crat them into a mask that shall reflect what the face can't.
    `
    ,"rules and regulations": `1. Partcipate individually or in groups of 2 (max).
    2. Partcipants are required to decorate a mask provided to them using the given resources.
    3. No theme restrictons but in case of te, preference will be given to the mask which matches the theme given on the spot.
    `
    ,"contact information": `1. Abhishikth Abhi: 9493878234
    2. Madhulika: 8123116891
    `
    ,"resources required": `1. Ivory Sheets-8
    2. Pair of scissors-6
    3. Coloured A4 sheets (Red, Blue, Green, Yellow)-10 each
    4. Set of gliter pens-3
    5. Fevicol 50gm-10
    6. Tempra colour set (12 pc)-15
    7. Paint brush (no.6)-15
    8. Disposable cup set (50pc)-1
    9. Stapler-6
    10.Stapler pins box-3
    LET   S SCRIBBLE
    `},
    {
    "id": 27
    ,"name": `LET   S SCRIBBLE`
    ,"category": `Formal`
    ,"points": `30-20-10
    `
    ,"venue": `Classroom`
    ,"duration": `2 hours`
    ,"NaN": `ulty Advisor: Shri Mrinal Kumar Pathak`
    ,"club": `Fine Arts Society`
    ,"description": `Are you the one who scribbles to get over boring lectures? Does the intricacies in the doodles astound you? Then get ready to make some tght curls, some jagged zigzags, loops, coils and points untl your heart says it   s done in this event that will let your creatvity juggle your grey mater.
    `
    ,"rules and regulations": `1. Individual Partcipaton.
    2. No theme restrictons but in case of te, preference will be given to the artwork related to the theme given on the spot.
    3. Resources will be provided.
    4. Spill out all your original ideas on the sheet (plagiarism is forbidden).
    `
    ,"contact information": `1. Shubhangi Narayan: 8051860490
    2. Ayushee Diwan: 7389744489
    `
    ,"resources required": `1. A4 sheets        40
    2. Black Pen (likho-pheko) set of 20pc        2
    3. Coloured Sketch pen set -10
    4. 3 Pencil set, 1 eraser set, 1 sharpener set
    STREAK
    `},
    {
    "id": 28
    ,"name": `STREAK`
    ,"category": `Formal`
    ,"points": `None
    `
    ,"venue": `Classroom`
    ,"duration": `2 hours`
    ,"NaN": `ulty Advisor: Shri Mrinal Kumar Pathak`
    ,"club": `Fine Arts Society`
    ,"description": `If you think you can best express yourself using a canvas and a paintbrush then this is the place for you. Let your imaginaton run wild and use those beautful colours to bring it on the canvas in front of you. Send us an electronic entry of the same.
    `
    ,"rules and regulations": `1. This competton is open to any artst (professional or amateur) pursuing any Course in any of the colleges of India.
    2. THEME- There is no restricton on the theme, but extra points will be credited who base their paintng on either of these:
    - Carnival of Conundrums
    - Plague of Plastc
    - Growing Starvaton.
    - Welfare of Wildlife.
    1. Your paintng must be your own original concept and not a copy of anyone else's copyrighted material (If your image infringes upon another's copyright it will be disqualifed).
    2. A maximum of 2 entries per contestant is allowed for the contest.
    3. You must include a ttle for the paintng.
    4. Please provide the following informaton:
    - Name
    - College Name
    - Facebook Contact
    - Contact Number
    - Size of the paintng
    - Medium Used
    5. Make sure that your paintng is signed and that the signature is visible in the image you upload.
    6. All artwork must be one-dimensional (flat) and can be rendered in a variety of media such as acrylic, oil, watercolour, pastel, pencil, charcoal, or mixed media.
    7. Paintngs must be created in physical media (no digital "paintngs") (i.e. Oil, watercolour, pastel, acrylic, etc. Note - we have nothing against digital mediums - but we don't want to judge them against physical paintngs.)
    8. You may enter paintngs that have won art contest awards in other shows.
    9. There is no size restricton.
    10. Send in electronic entries at events@bitotsav.in before 15th January 2020. Image size should be less than 5MB.
    11. The decision of the jury and the judges shall be fnal. We believe in respectng fellow artsts and one another's artworks - therefore, you may not critcize, make derogatory or otherwise inappropriate comments anywhere or in any other public forum about any other artst partcipatng in STREAK (or his/her works). Doing so will result in disqualifcaton of your art from the contest.
    `
    ,"contact information": `1. Ankit: 9521616410
    2. Sheshadri: 7903782338
    JUDGEMENT CRITERIA
    1. Interpretaton and the clarity of the theme to the viewer.
    2. Creatvity and originality of the depicted theme.
    3. Quality of artstc compositon and overall design.
    4. Overall impression of the art. What is the eoect of the artwork in general and as a whole? Overall, does the artwork stand on its own as a complete and outstanding work of art?
    5. Title of the artwork.
    6. Number of Facebook likes and shares on original paintng uploaded from BITOTSAV'20 ofcial page.
    }
]