[
{
    "id": 13
    ,"name": `Q-RIOSITY`
    ,"category": `Flagship`
    ,"venue": `LH-1`
    ,"duration": `3-4 hours`
    ,"NaN": `ulty Advisor: Dr. S. K. Mishra`
    ,"club": `UNESQUO`
    ,"points": `None`
    ,"description": `A General Quiz that will test the metle of partcipants in general knowledge and current aoairs. The frst round will be a writen round comprising 20-25 questons. The top 6-8 teams will then make it to the fnals.
    `
    ,"rules and regulations": `1. Team size 2-3.
    2. Use of mobile phones during partcipaton will lead to cancellaton of said partcipaton.
    3. All disputes/discrepancies shall be setled by the Quizmaster and his/her word is fnal.
    4. Partcipatng teams are required to send in their team details (names of members, college name) at events@bitotsav.in before 5th February 2020 (11:59 pm).
    `
    ,"contact information": `1. Ishan: 9955486421
    2. Adnan: 7070241542
    `
    ,"resources required": `1. Paper x100
    2. Chocolates-1 box
    3. Pens-2 boxes
    BALLAD   OR
    `},
    {
    "id": 14
    ,"name": `BALLAD   OR`
    ,"category": `Formal`
    ,"venue": `Classroom`
    ,"duration": `3 hours`
    ,"NaN": `ulty Advisor: Dr. Sanjay Kumar`
    ,"club": `The Literary Society, BIT Mesra`
    ,"points": `75-50-25`
    ,"description": `Put on your best thinking caps as you will need it. This event has two rounds. It will check candidates based on their knowledge about literature, oratory, creatve skills simultaneously.
    `
    ,"rules and regulations": `Round 1: General Literature Quiz:
    1. A quiz comprising of questons related to literature.
    Round 2: Versatility Check:
    1. All teams entering in round 2 will be given an abstract or a philosophical topic (one for all/group of 3 teams). They will be discussing on the given topic chance wise, but in poetc form. Teams can queston others    points or can give their views. Teams will be judged according to relevance of content, creatvity and poetc art.
    2. Each team can have maximum of 3 members.
    `
    ,"contact information": `1. Deval: 7485813826
    2. Samberdhana: 8969889127
    `
    ,"resources required": `1. Pen-1 box
    2. Printed scoring sheets
    3. Relevant furniture setup for ease in conductng team-wise discussion.
    CRYPTIC CROSSWORD
    `},
    {
    "id": 15
    ,"name": `CRYPTIC CROSSWORD`
    ,"category": `Formal`
    ,"venue": `Classroom`
    ,"duration": `3 hours`
    ,"NaN": `ulty Advisor: Dr. Sanjay Kumar`
    ,"club": `The Literary Society, BIT Mesra`
    ,"points": `50-30-20`
    ,"description": `Are you the one of those people who can see through hidden messages and clues? Then this is just the place for you! Partcipants will have to solve a crossword. Clues will be twisted. There will be two rounds, back to back.
    `
    ,"rules and regulations": `1. Prelims will have a crossword for the partcipants.
    2. Finalists will go through several mini-rounds of crossword of literary nature.
    3. Winner selected through points scored.
    4. Team size: 2.
    `
    ,"contact information": `1. Nishant: 9065842628
    2. Deepansh: 9631973067
    `
    ,"resources required": `1. Pen-2 boxes
    2. 40-50 black
    3. A4 sheets
    4. 40-50 printed crosswords (sotcopy will be provided)
    ALFAAZ
    `},
    {
    "id": 16
    ,"name": `ALFAAZ`
    ,"category": `Online`
    ,"points": `None`
    ,"NaN": `ulty Advisor: Dr. Sanjay Kumar`
    ,"club": `The Literary Society, BIT Mesra`
    ,"description": `If you think that words are the only way to express your soul, then this is the perfect event for you. For those who believe that the pen is mighter than the sword, then pick up your pens and prepare your canvas to mesmerize your readers with paintng of your imaginaton.
    `
    ,"rules and regulations": `1. Word limit: 1000 words.
    2. The passage/poem must completely be in either English or Hindi.
    3. No boundaries on the genre of literature that is followed.
    4. The writer can incorporate an abstract of a prose, poetry or quotes in the passage given that it is related to the theme of the passage.
    5. Plagiarism of any kind will lead to immediate disqualifcaton.
    6. Obscenity or Abusive language of any sort in the content will lead to immediate disqualifcaton.
    7. Entries to be sent at
    8. The decision of the judges remains fnal and binding.
    `
    ,"contact information": `1. Priyansha        7368927899
    2. Aditya Narayan Singh        9128898223
    YOU   RE HIRED!
    `
    ,"category": `Formal`
    ,"venue": `Classroom`
    ,"duration": `3 hours`
    },
    {
    "id": 17
    ,"name": `AUTO-QUIZ`
    ,"category": `Formal`
    ,"venue": `Classroom`
    ,"duration": `3 hours`
    ,"NaN": `ulty Advisor: Dr. Paritosh Mahata`
    ,"club": `Firebolt Racing`
    ,"points": `50-30-20`
    ,"description": `Are you one of those people who has a thing for Cars? Do you have the passion for automobiles? If machines are your thing, and these mechanical beasts fascinate you, then this event is for you. Show- oo your knowledge here at this Automobile Quiz!
    `
    ,"rules and regulations": `1. Candidate has to solve in the quiz in partcular tme interval only.
    2. No mobile phones or external materials can be used.
    3. In case of any discreton, co-ordinators decision would be fnal.
    4. Team size - 2
    `
    ,"contact information": `1. Trishant Agarwal: 9950069368
    2. Shivansh Goyal: 8505088160
    `
    ,"resources required": `1. A4 size Paper- 1 Bundle
    2. Pens- 100 units
    3. Projector
    }
]